data/perf/stageB-d3bf9f8c39fe/memcached-10k/tsan-sound/run5/memtier.txt
10        Threads
50        Connections per thread
10000     Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       186526.25          ---          ---         3.96427         3.69500        10.23900        13.43900     12726.40 
Gets      1863212.72         0.00   1863212.72         3.88785         3.63100        10.04700        13.31100     47106.56 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2049738.97         0.00   1863212.72         3.89481         3.63100        10.04700        13.31100     59832.96 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       182686.10          ---          ---         4.06233         3.79100        10.55900        14.07900     12464.39 
Gets      1824853.42         0.00   1824853.42         3.98372         3.72700        10.30300        13.88700     46136.75 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2007539.52         0.00   1824853.42         3.99087         3.72700        10.36700        13.88700     58601.14 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       184569.38          ---          ---         4.01163         3.74300        10.62300        14.46300     12592.88 
Gets      1843665.60         0.00   1843665.60         3.93279         3.66300        10.43100        14.27100     46612.37 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2028234.98         0.00   1843665.60         3.93997         3.67900        10.43100        14.27100     59205.25